-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2024-06-13 21:58:11
-- 服务器版本： 8.0.24
-- PHP 版本： 7.4.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `yhh_li1_icu`
--

-- --------------------------------------------------------

--
-- 表的结构 `posts`
--

CREATE TABLE `posts` (
  `id` int NOT NULL,
  `title` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link` varchar(255) COLLATE utf8mb4_general_ci NOT NULL,
  `author` varchar(100) COLLATE utf8mb4_general_ci NOT NULL,
  `level` varchar(50) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `signature` text COLLATE utf8mb4_general_ci,
  `replies` int NOT NULL,
  `views` int NOT NULL,
  `zhuangtai` varchar(255) COLLATE utf8mb4_general_ci DEFAULT NULL,
  `content` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `time` varchar(255) COLLATE utf8mb4_general_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- 转存表中的数据 `posts`
--

INSERT INTO `posts` (`id`, `title`, `link`, `author`, `level`, `signature`, `replies`, `views`, `zhuangtai`, `content`, `time`) VALUES
(60, '[Android] Yandex 翻译 v69.6', '/bbs-1321313.html', '花影', '7级', '', 0, 16, '已处理', 'Yandex旗下的一款翻译APP，\n支持几十种语言翻译，支持离线，\n支持OCR实时翻译，对话翻译，\n上传文档翻译，图像翻译，语音翻译，\n\n<img src=\"https://p1.meituan.net/csc/9a752fcf5f79724c92f321c7050313b71348347.jpg\" alt=\".\">\n\nhttps://wwp.lanzouj.com/i4JES1wi4q6d\n', '2024-06-13 20:34'),
(61, '没有手机的夜晚在干嘛', '/bbs-1321312.html', '昵称违规', '8级', 'oh my god', 2, 27, '已处理', '喜欢在凌晨写帖子, 当做是日记\n今天凌晨的时候, 我在想, 小时候10点已经很晚了, 我凌晨2点还在写帖子?\n<img src=\"https://pic2.ziyuan.wang/user/sammi/2024/06/1718281601146_a238da775df45.png\" alt=\".\">\n 于是想到这一切的罪魁祸首都是手机, 于是想到, 好像我从2014起,到2024, 基本上每一晚上都玩手机!!\n在学校时甚至还会上课玩!\n<img src=\"https://pic2.ziyuan.wang/user/sammi/2024/06/1718281644410_187734995b844.png\" alt=\".\">\n于是我就想, 还没买智能机的时候我每晚在干嘛? 噢! 我在学习, 会用按键机2g网速搜索资料, 手机有限制我就去网吧搜; 买智能手机之后, 基本全部能在手机搞定, 但是不再是用来搜资料了, 而是各种各样视频, 之类的; 网吧也就少去了, 而且再去网吧也不是学习了, 而是打穿越火线游戏\n<img src=\"https://pic2.ziyuan.wang/user/sammi/2024/06/1718281796061_d7daa3d1eec3d.png\" alt=\".\">\n\n初一时全班就我一个有智能手机, 有几次同学问我借来玩, 就是夜晚借回宿舍的, 我初一不住宿, 我就好奇, 那几晚我在干嘛?', '2024-06-13 20:34'),
(62, '要不要结婚', '/bbs-1321311.html', '殳宇', '', '', 1, 68, '已处理', '我自己喜欢的外地女生相亲了，他们好像聊的不错，我心里真的好难受，堵的那种感觉，真的很喜欢，但没用\n\n我想直接结婚了，你们能投个票不，帮我做个选择\n\n我有个相亲对象他也同意。之前一年多没发消息，今年过年两家偶遇他们都没问题，就我不同意。\n现在我喜欢的女孩子相亲了，虽然我们也经常见面，但是我也不想耽误她，刚才看到他相亲对象给他打视频，他们聊的好像也不错\n\n我现在也累了，我喜欢的那个人也奔赴新的生活了，我有冲动想和我的相亲对象结婚，可以吗\n是真的累了，我要把对她的精神寄托转移到另一个人', '2024-06-13 20:32'),
(63, '【好东西】收费副业资料之微信读书', '/bbs-1321310.html', '爱分享的蔚蔚', '5级', '分享各行业付费课程需要啥请回贴', 1, 41, '已处理', '买了一套付费的副业网赚资料。\n都是与能长期薅羊毛那种。\n我大概看了一下，资料挺好的，基本除了详细的方法以外，还把所需要的软件，脚本等等都打包在里面了。\n\n如果感兴趣的小伙伴可以试试。\n\n我目前就试了一个 微信读书，基本一号一天五块钱吧。\n\n今天分享的是 抖音出的 微信读书 撸羊毛的。其他的这两天陆续分享。\n\n<img src=\"https://tucdn.wpon.cn/2024/06/13/1c489360ec917.jpg\" alt=\".\">\n\n\n-------------------------------------------------------------------------\n\n\n链接:  https://caiyun.139.com/m/i?105Cf9eF8pnWo\n/*k9E9BEd5KafS:/ \n复制本段信息，打开「中国移动云盘APP」获取。人人不限速，移动用户免流量！\n\n--------------------------------------------------------------------------\n<img src=\"https://pic2.ziyuan.wang/user/guest/2024/04/1713486478640_dbc602c2451b4.png\" alt=\".\">\n', '2024-06-13 20:31'),
(64, '老表喝药自杀了', '/bbs-1321309.html', '盛唐花街', '6级', '', 8, 156, '已处理', '老表今年32了，已婚有个幼儿园的儿子。他从毕业一直在商场卖家店，不知道怎么撸了公司70万货款，也不知道他用这些钱干嘛了？\n\n事发后家里人也问不出来，昨天晚上在公园喝药自杀，11点左右被家人找到送到医院洗胃。\n现在也不知道怎么样了，也不敢给他父母打电话询问。\n家里有三套拆迁房，现在父母打算买房子还债。', '2024-06-13 20:31'),
(65, '【好东西】收费副业资料之红果短剧', '/bbs-1321308.html', '爱分享的蔚蔚', '5级', '分享各行业付费课程需要啥请回贴', 4, 68, '已处理', '买了一套付费的副业网赚资料。\n都是与能长期薅羊毛那种。\n我大概看了一下，资料挺好的，基本除了详细的方法以外，还把所需要的软件，脚本等等都打包在里面了。\n\n如果感兴趣的小伙伴可以试试。\n\n我目前就试了一个 微信读书，基本一号一天五块钱吧。\n\n今天分享的是 抖音出的 红果短剧 撸羊毛的。其他的这两天陆续分享。\n\n<img src=\"https://tucdn.wpon.cn/2024/06/13/1c489360ec917.jpg\" alt=\".\">\n\n\n-------------------------------------------------------------------------\n\n\n链接:  https://caiyun.139.com/m/i?105Cpn5yAS2DV\n/*h9E9BoRU3JJS:/ \n复制本段信息，打开「中国移动云盘APP」获取。人人不限速，移动用户免流量！\n\n--------------------------------------------------------------------------\n<img src=\"https://pic2.ziyuan.wang/user/guest/2024/04/1713486478640_dbc602c2451b4.png\" alt=\".\">\n', '2024-06-13 20:27'),
(66, '[Android] 讯飞晓医V1.5.0 AI健康', '/bbs-1321307.html', '花影', '', '', 3, 67, '已处理', '应用介绍\n科大讯飞旗下的一款咨询工具产品，定位为AI健康助手，为大家提供健康知识问答、检查检验单解读等，满足健康管理需求的同时提高就医效率，版本更新，分享下。\n\n\n应用内容\n1. 基于讯飞星火医疗大模型技术和讯飞医疗多年的行业知识积累，提供医学健康知识查询与问答等医疗健康知识。\n2. 提供症状自查、检查检验单解读、中医辨证、健康档案管理、医疗信息快速查询等辅助建议功能，满足使用需求，提供健康咨询与就医建议等。\n3.健康贴士内容经专业团队编撰审核，通过图文的方式让健康科普知识生动易懂。\n4.致力于成为每个人的AI健康助手和家庭AI健康助手，不仅健康问题随时问随时查，还可以建立健康档案，管理自己和家人健康，做完检查后，拍一拍检查检验单，就能得到报告解读。\n\n\n功能特色\n1.症状自查：帮助了解症状背后可能存在的病情并给出相应处置建议，让你更了解自己，让医生更了解情况。如果不知道该怎么进行问答，还可以点击查看三个优秀问答示例，帮你做引导。\n2.药物查询：拍一拍就能看药物信息，帮助选择对症治疗的药物，给出药物使用的注意事项和禁忌反应，帮助合理用药。\n3.中医辨证：帮助从中医角度分析症状，并给出建议。\n4.检查检验单解读：拍一拍就能看检查单检验单，还可以通过多项指标联合分析检查报告，提醒对潜在疾病进一步问诊，掌握健康关键信息，远离潜在风险。\n5.医院推荐：根据位置和就医需求，提供就医信息，帮助快速选择更适合自己的医院，提高就诊效率。\n6.科室推荐：根据症状，帮助快速选择更适合自己的就诊科室，提高就诊效率。\n7.饮食建议：根据症状，帮助建立健康饮食习惯，预防疾病，促进康复，改善身体健康。\n\n\n应用特色\n1.互动形式很多样，支持文字，语音还有图片等。\n2.响应速度挺及时，即时回答医疗健康问题，给出分析。\n3.完备的专业资质，基于医疗大模型技术，通过了临床执业医师资格考试综合笔试测试。\n4.适用场景广泛，看病前可以了解就医攻略，用药时可以了解药物禁忌、检查后可以了解健康状况。\n<img src=\"https://p0.meituan.net/csc/10edce6875d3940ec7e51be56f3a4f5d200444.jpg\" alt=\".\">\n<img src=\"https://p0.meituan.net/csc/a157798396d28f0f8b5facb926add9de176111.jpg\" alt=\".\">\n\nhttps://www.lanzouw.com/iZiE5203lnhc 密码:86k9', '2024-06-13 20:12'),
(67, '自建立了一个邮局', '/bbs-1321306.html', '加勒比海马干', '4级', '', 2, 247, '已处理', '之前用的vps玩过挺好用的，现在用独立服务器弄了个，大家可以发信给我看看，有什么bug 邮箱地址:\n\n\n\n\n不要发垃圾哦，我就测试下接受速度和内存占用(这玩意非常占用内存)', '2024-06-13 20:05'),
(68, '各家手机的高端之路', '/bbs-1321305.html', 'Hiraeth .', '7级', '吹牛赢100万妖精买的勋章', 5, 325, '已处理', '不得不说大企业领导人的战略布局还是很厉害。 \n\nmi 华为 oppo vivo 早在十年前 就开始创立子品牌，用以主推主品牌上高端。  真是厉害的思路\n\n现在mi的红米k系列，iqoo， 一加，打得火热。\n\n把主品牌独立出去做高端\n\n魅族也做过魅蓝这个品牌，但是不上心。  以至于自家主品牌直接被对标别家子品牌。 最终半死不活。\n\n', '2024-06-13 19:58'),
(69, '青龙依赖安装失败怎么搞？', '/bbs-1321304.html', '万年小妖友', '5级', '', 6, 108, '已处理', '一直提示依赖安装失败  求指教', '2024-06-13 19:57'),
(70, '10出夸克 包售后！', '/bbs-1321303.html', '浅栀', '4级', '', 1, 116, '已处理', '有没有要的，私信我，今天刚开！', '2024-06-13 19:56'),
(71, 'GPT官网发不了信息咋回事', '/bbs-1321302.html', '南柯一梦', '8级', '1498321216', 29, 356, '已处理', '昨天开始才出现的，信息发不出去。\n不知道是哪里的问题，切换节点也没作用。\n\n<img src=\"https://p0.meituan.net/csc/f72ed6b8b9f77a9dcb1bed154d5f1995134157.png\" alt=\".\">', '2024-06-13 19:40'),
(72, '如果你对越狱／巨魔感兴趣', '/bbs-1321301.html', '极限反杀闰土的猹', '8级', '', 12, 366, '已处理', '🤡 省流：\n如果你对越狱/巨魔感兴趣，\n请保持低版本17.0-17.4.1，\n高版本请降级到 iOS 17.4 RC。\n\nDon‘t ask why I‘m saying this, just trust me here.\n\n别问我为什么这么说，只要相信我就可以了\n\n家人们，真的假的，\n我这ios17.3.1如履薄冰<img src=\"https://pic2.ziyuan.wang/user/Svip_Clover/2024/06/IMG_5435_a052d75991956.jpeg\" alt=\".\">', '2024-06-13 19:37'),
(73, '推荐一个流量卡', '/bbs-1321300.html', '越走越迷茫丶', '5级', '妖火网，分享你我。', 10, 323, '已处理', '淘宝卖的流量卡都有套路，9元只是2-6月，还有首充，原套餐29或39，30G定向。看淘宝山东电信旗舰店29元星卡135G是20年长期套餐靠谱吗？', '2024-06-13 19:31'),
(74, '小县城想弄个门面做点生意，不知道搞啥', '/bbs-1321299.html', '妖友43077', '3级', '', 20, 450, '已处理', '投资不大，热门的有啥能干呢？老哥们都做的啥买卖', '2024-06-13 19:29');

--
-- 转储表的索引
--

--
-- 表的索引 `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=75;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
